// No comment provided by engineer.
"[File]" = "[File]";

// No comment provided by engineer.
"[Image]" = "[Image]";

// No comment provided by engineer.
"%i second" = "%i second";

// No comment provided by engineer.
"%i seconds" = "%i seconds";

// No comment provided by engineer.
"About" = "About";

// No comment provided by engineer.
"Activate License" = "Activate License";

// 不要翻译 Pro
"Check Pro Pack" = "Check Pro Pack";

// No comment provided by engineer.
"Clock with Second Hand" = "Clock with Second Hand";

// No comment provided by engineer.
"Could not connect to the network." = "Could not connect to the network.";

// 不要翻译 Pro
"CPU (Pro)" = "CPU (Pro)";

// No comment provided by engineer.
"Custom" = "Custom";

// No comment provided by engineer.
"Dark" = "Dark";

// No comment provided by engineer.
"Date" = "Date";

// No comment provided by engineer.
"Deactivate License" = "Deactivate License";

// No comment provided by engineer.
"Download speed" = "Download speed";

// No comment provided by engineer.
"Error when loading product info." = "Error when loading product info.";

// No comment provided by engineer.
"General" = "General";

// No comment provided by engineer.
"Help" = "Help";

// No comment provided by engineer.
"Hide in Dock" = "Hide in Dock";

// No comment provided by engineer.
"Hide in menubar" = "Hide in menubar";

// No comment provided by engineer.
"Image is too large." = "Image is too large.";

// No comment provided by engineer.
"Image should be under 1000*1000 px, and the file size should be less than 5MB." = "Image should be under 1000*1000 px, and the file size should be less than 5MB.";

// No comment provided by engineer.
"License activated" = "License activated";

// No comment provided by engineer.
"License activation failed" = "License activation failed";

// No comment provided by engineer.
"License deactivated" = "License deactivated";

// No comment provided by engineer.
"Light" = "Light";

// No comment provided by engineer.
"Login item does not match the system, do you want to launch at login?" = "Login item does not match the system, do you want to launch at login?";

// No comment provided by engineer.
"News" = "News";
"Stickers" = "Stickers";

// No comment provided by engineer.
"None" = "None";

// No comment provided by engineer.
"Not allowed to make the payment." = "Not allowed to make the payment.";

// No comment provided by engineer.
"Not Now" = "Not Now";
"Menubar Tips" = "Menubar Tips";
"When selected, left-clicking on the menu bar will sequentially switch State ①, and right-clicking on the menu bar will open the settings page. Dock will also switch to different states accordingly." = "When selected, left-clicking on the menu bar will sequentially switch State ①, and right-clicking on the menu bar will open the settings page. Dock will also switch to different states accordingly.";

// No comment provided by engineer.
"OK" = "OK";

// No comment provided by engineer.
"Please contact support." = "Please contact support.";

// No comment provided by engineer.
"Please input..." = "Please input...";

// No comment provided by engineer.
"Pro" = "Pro";

// No comment provided by engineer.
"Purchase Error" = "Purchase Error";

// DockX 不需要翻译
"Quit DockX" = "Quit DockX";

// 不要翻译 Pro
"RAM (Pro)" = "RAM (Pro)";

// No comment provided by engineer.
"Remind me to get the delivery" = "Remind me to get the delivery";

// No comment provided by engineer.
"Restore Error" = "Restore Error";

// No comment provided by engineer.
"Restore Succeed" = "Restore Succeed";

// No comment provided by engineer.
"Settings" = "Settings";

// No comment provided by engineer.
"Show in Dock" = "Show in Dock";

// No comment provided by engineer.
"System" = "System";

// No comment provided by engineer.
"Thank you for purchasing DockX Pro." = "Thank you for purchasing DockX Pro.";

// No comment provided by engineer.
"Thank you for using DockX Pro." = "Thank you for using DockX Pro.";

// No comment provided by engineer.
"The device is not allowed to make the payment." = "The device is not allowed to make the payment.";

// No comment provided by engineer.
"The product is not available. Please upgrade DockX." = "The product is not available. Please upgrade DockX.";

// No comment provided by engineer.
"Theme" = "Theme";

// No comment provided by engineer.
"There are no purchases to restore." = "There are no purchases to restore.";

// No comment provided by engineer.
"Unknown error. Please try again." = "Unknown error. Please try again.";

// No comment provided by engineer.
"Unlock all the powerful features." = "Unlock all the powerful features.";

// No comment provided by engineer.
"Upgrade to DockX Pro" = "Upgrade to DockX Pro";

// No comment provided by engineer.
"Upload speed" = "Upload speed";

// No comment provided by engineer.
"View License" = "View License";
"FAQ 🤔" = "FAQ 🤔";
"Mail Support" = "Mail Support";

// No comment provided by engineer.
"Support" = "Support";
"Terms of Service" = "Terms of Service";
"Privacy Policy" = "Privacy Policy";
"Are You Influencer?" = "Are You Influencer?";
"Rate DockX ❤️" = "Rate DockX ❤️";
"Get more..." = "Get more...";
"MMM d" = "MMM d";
"Battery" = "Battery";

// 不要翻译 Pro
"Battery Cycle Count (Pro)" = "Battery Cycle Count (Pro)";

// 不要翻译 Pro
"Battery Remaining Time (Pro)" = "Battery Remaining Time (Pro)";

// 不要翻译 Pro
"Battery Temperature (Pro)" = "Battery Temperature (Pro)";

// 不要翻译 Pro
"Free Disk (Pro)" = "Free Disk (Pro)";

// 不要翻译 Pro
" Weather (Pro)" = " Weather (Pro)";

// 不要翻译 Pro
"Used Disk (Pro)" = "Used Disk (Pro)";

// 不要翻译 Pro
"CPU Temperature (Pro)" = "CPU Temperature (Pro)";
"Shortcut Tips" = "Shortcut Tips";
"Go Settings>" = "Go Settings>";
"Later" = "Later";
"You just used the shortcut `Command + Shift +D` to toggle DockX's state data. If you encounter a shortcut that doesn't work or conflicts, you can customize any of the shortcuts in the settings." = "You just used the shortcut `Command + Shift +D` to toggle DockX's state data. If you encounter a shortcut that doesn't work or conflicts, you can customize any of the shortcuts in the settings.";
"Play speed related to CPU usage" = "Play speed related to CPU usage";

// State means system State
"State %@:" = "State %@:";

// Badge is red dot on dock
"Badge" = "Badge";

// Uptime means runtime
"Uptime After Boot" = "Uptime After Boot";

// 不要翻译 Pro
"World Time (Pro)" = "World Time (Pro)";

// 不要翻译 Pro
"Lunar Calendar (Pro)" = "Lunar Calendar (Pro)";

"Weather requires location services to be turned on" = "Weather requires location services to be turned on";

"Please turn on the location services switch for DockX in the system settings." = "Please turn on the location services switch for DockX in the system settings.";

"Custom Image:" = "Custom Image:";
"Emoji:" = "Emoji:";
"Background Mask:" = "Background Mask:";
